Repository: zaidsafa/verbose-winner
Catalog: Pinbook/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, it, ja, ko, pt_br, ru, tr, ur, zh_hans, zh_hant

source: History stores only action, status, time, format, and counts. It never stores people, purposes, amounts, filenames, or receipt contents.
ar: يحفظ السجل الإجراء والحالة والوقت والتنسيق والأعداد فقط. ولا يحفظ الأشخاص أو الأغراض أو المبالغ أو أسماء الملفات أو محتوى الإيصالات.
de: Der Verlauf speichert nur Aktion, Status, Zeit, Format und Anzahlen. Personen, Zwecke, Beträge, Dateinamen und Beleginhalte werden niemals darin gespeichert.
es: El historial solo guarda acción, estado, hora, formato y cantidades de registros. Nunca guarda personas, conceptos, importes, nombres de archivos ni contenido de recibos.
fr: L’historique ne conserve que l’action, l’état, l’heure, le format et les nombres d’éléments. Il ne contient jamais de personnes, motifs, montants, noms de fichiers ou contenus de reçus.
hi: इतिहास में केवल कार्य, स्थिति, समय, फ़ॉर्मैट और रिकॉर्ड की गिनती रहती है। व्यक्ति, उद्देश्य, राशि, फ़ाइल नाम या रसीद की सामग्री कभी नहीं रखी जाती।
id: Riwayat hanya menyimpan tindakan, status, waktu, format, dan jumlah catatan. Riwayat tidak pernah menyimpan orang, tujuan, jumlah uang, nama file, atau isi kuitansi.
it: La cronologia salva solo azione, stato, ora, formato e conteggi. Non salva mai persone, causali, importi, nomi di file o contenuti delle ricevute.
ja: 履歴に保存するのは操作、状態、日時、形式、件数のみです。対象者、用途、金額、ファイル名、領収書の内容は一切保存しません。
ko: 이력에는 작업, 상태, 시간, 형식, 개수만 저장합니다. 대상, 용도, 금액, 파일 이름, 영수증 내용은 절대 저장하지 않습니다.
pt_br: O histórico guarda apenas ação, status, horário, formato e contagens. Nunca guarda pessoas, finalidades, valores, nomes de arquivos ou conteúdo dos recibos.
ru: История хранит только действие, статус, время, формат и количество записей. Люди, назначения, суммы, имена файлов и содержимое чеков никогда не сохраняются в истории.
tr: Geçmiş yalnızca işlem, durum, zaman, biçim ve adetleri saklar. Kişileri, amaçları, tutarları, dosya adlarını veya makbuz içeriklerini asla saklamaz.
ur: تاریخ میں صرف عمل، حالت، وقت، فارمیٹ اور ریکارڈ کی گنتی محفوظ ہوتی ہے۔ شخص، مقصد، رقم، فائل نام یا رسید کا مواد کبھی محفوظ نہیں ہوتا۔
zh_hans: 历史记录仅保存操作、状态、时间、格式和数量，不会保存人员、用途、金额、文件名或收据内容。
zh_hant: 歷史紀錄只儲存操作、狀態、時間、格式與數量，絕不儲存對象、用途、金額、檔案名稱或收據內容。

source: Import and preview
ar: استيراد ومعاينة
de: Importieren und Vorschau anzeigen
es: Importar y previsualizar
fr: Importer et prévisualiser
hi: आयात करें और पूर्वावलोकन देखें
id: Impor dan pratinjau
it: Importa e visualizza anteprima
ja: 読み込んでプレビュー
ko: 가져오기 및 미리보기
pt_br: Importar e pré-visualizar
ru: Импорт и предпросмотр
tr: İçe aktar ve önizle
ur: درآمد کریں اور پیش نظارہ دیکھیں
zh_hans: 导入并预览
zh_hant: 匯入並預覽

source: Incoming records
ar: السجلات الواردة
de: Eingehende Datensätze
es: Registros entrantes
fr: Enregistrements entrants
hi: आने वाले रिकॉर्ड
id: Catatan masuk
it: Record in arrivo
ja: 取り込む記録
ko: 가져올 기록
pt_br: Registros recebidos
ru: Входящие записи
tr: Gelen kayıtlar
ur: آنے والے ریکارڈ
zh_hans: 传入记录
zh_hant: 匯入的紀錄

source: Keep current data
ar: الاحتفاظ بالبيانات الحالية
de: Aktuelle Daten behalten
es: Conservar datos actuales
fr: Conserver les données actuelles
hi: मौजूदा डेटा रखें
id: Pertahankan data saat ini
it: Mantieni dati attuali
ja: 現在のデータを保持
ko: 현재 데이터 유지
pt_br: Manter dados atuais
ru: Оставить текущие данные
tr: Mevcut verileri koru
ur: موجودہ ڈیٹا برقرار رکھیں
zh_hans: 保留当前数据
zh_hant: 保留目前資料

source: Last export
ar: آخر تصدير
de: Letzter Export
es: Última exportación
fr: Dernier export
hi: पिछला निर्यात
id: Ekspor terakhir
it: Ultima esportazione
ja: 前回の書き出し
ko: 최근 내보내기
pt_br: Última exportação
ru: Последний экспорт
tr: Son dışa aktarım
ur: آخری برآمد
zh_hans: 上次导出
zh_hant: 上次匯出

source: Local activity
ar: النشاط المحلي
de: Lokale Aktivität
es: Actividad local
fr: Activité locale
hi: स्थानीय गतिविधि
id: Aktivitas lokal
it: Attività locale
ja: ローカルの操作履歴
ko: 기기 내 활동
pt_br: Atividade local
ru: Локальные действия
tr: Yerel etkinlik
ur: مقامی سرگرمی
zh_hans: 本地活动
zh_hant: 本機活動

source: Local data changed after the preview. Preview the backup again.
ar: تغيرت البيانات المحلية بعد المعاينة. عاين النسخة الاحتياطية مرة أخرى.
de: Lokale Daten wurden seit der Vorschau geändert. Zeige die Backup-Vorschau erneut an.
es: Los datos locales cambiaron después de la vista previa. Previsualiza de nuevo la copia de seguridad.
fr: Les données locales ont changé depuis l’aperçu. Prévisualisez à nouveau la sauvegarde.
hi: पूर्वावलोकन के बाद स्थानीय डेटा बदल गया है। बैकअप का पूर्वावलोकन फिर से देखें।
id: Data lokal berubah setelah pratinjau. Tinjau cadangan sekali lagi.
it: I dati locali sono cambiati dopo l’anteprima. Visualizza di nuovo l’anteprima del backup.
ja: プレビュー後にローカルデータが変更されました。もう一度バックアップをプレビューしてください。
ko: 미리보기 이후 기기의 데이터가 변경되었습니다. 백업을 다시 미리 확인하세요.
pt_br: Os dados locais mudaram após a prévia. Pré-visualize o backup novamente.
ru: Локальные данные изменились после предпросмотра. Просмотрите резервную копию ещё раз.
tr: Yerel veriler önizlemeden sonra değişti. Yedeği yeniden önizleyin.
ur: پیش نظارے کے بعد مقامی ڈیٹا بدل گیا ہے۔ بیک اپ کا پیش نظارہ دوبارہ دیکھیں۔
zh_hans: 预览后本地数据已更改，请重新预览备份。
zh_hant: 預覽後本機資料已變更，請重新預覽備份。

source: Local Files and restore history
ar: ملفات محلية وسجل الاستعادة
de: Lokale Dateien und Wiederherstellungsverlauf
es: Archivos locales e historial de restauración
fr: Fichiers locaux et historique des restaurations
hi: स्थानीय फ़ाइलें और बहाली इतिहास
id: File lokal dan riwayat pemulihan
it: File locali e cronologia ripristini
ja: ローカルファイルと復元履歴
ko: 로컬 파일 및 복원 이력
pt_br: Arquivos locais e histórico de restauração
ru: Локальные файлы и история восстановления
tr: Yerel dosyalar ve geri yükleme geçmişi
ur: مقامی فائلیں اور بحالی کی تاریخ
zh_hans: 本地文件与恢复历史
zh_hant: 本機檔案與還原歷史

source: Local records
ar: السجلات المحلية
de: Lokale Datensätze
es: Registros locales
fr: Enregistrements locaux
hi: स्थानीय रिकॉर्ड
id: Catatan lokal
it: Record locali
ja: ローカルの記録
ko: 기기의 기록
pt_br: Registros locais
ru: Локальные записи
tr: Yerel kayıtlar
ur: مقامی ریکارڈ
zh_hans: 本地记录
zh_hant: 本機紀錄

source: Manual backup
ar: نسخ احتياطي يدوي
de: Manuelles Backup
es: Copia de seguridad manual
fr: Sauvegarde manuelle
hi: मैन्युअल बैकअप
id: Pencadangan manual
it: Backup manuale
ja: 手動バックアップ
ko: 수동 백업
pt_br: Backup manual
ru: Ручное резервное копирование
tr: Elle yedekleme
ur: دستی بیک اپ
zh_hans: 手动备份
zh_hant: 手動備份

source: No backup activity yet
ar: لا يوجد نشاط نسخ احتياطي بعد
de: Noch keine Backup-Aktivität
es: Aún no hay actividad de copias de seguridad
fr: Aucune activité de sauvegarde
hi: अभी कोई बैकअप गतिविधि नहीं
id: Belum ada aktivitas pencadangan
it: Nessuna attività di backup
ja: バックアップ履歴はまだありません
ko: 아직 백업 활동 없음
pt_br: Ainda não há atividade de backup
ru: Операций резервного копирования пока нет
tr: Henüz yedekleme etkinliği yok
ur: ابھی بیک اپ کی کوئی سرگرمی نہیں
zh_hans: 暂无备份活动
zh_hant: 尚無備份活動

source: Not exported yet
ar: لم يُصدّر بعد
de: Noch nicht exportiert
es: Aún no se ha exportado
fr: Pas encore exporté
hi: अभी निर्यात नहीं किया गया
id: Belum diekspor
it: Non ancora esportato
ja: まだ書き出していません
ko: 아직 내보내지 않음
pt_br: Ainda não exportado
ru: Ещё не экспортировано
tr: Henüz dışa aktarılmadı
ur: ابھی برآمد نہیں ہوا
zh_hans: 尚未导出
zh_hant: 尚未匯出

source: Payments
ar: الدفعات
de: Zahlungen
es: Pagos
fr: Paiements
hi: भुगतान
id: Pembayaran
it: Pagamenti
ja: 支払い
ko: 결제
pt_br: Pagamentos
ru: Платежи
tr: Ödemeler
ur: ادائیگیاں
zh_hans: 付款
zh_hant: 付款

source: Pinbook creates a local snapshot before every applied restore. Recovery replaces financial records with that exact pre-restore state.
ar: ينشئ Pinbook لقطة محلية قبل كل استعادة مطبقة. يعيد الاسترداد السجلات المالية إلى حالة ما قبل الاستعادة تماماً.
de: Pinbook erstellt vor jeder angewendeten Wiederherstellung eine lokale Momentaufnahme. Die Rücksetzung ersetzt Finanzdatensätze durch exakt diesen vorherigen Zustand.
es: Pinbook crea una copia local antes de cada restauración. La recuperación reemplaza los registros financieros por ese estado exacto anterior.
fr: Pinbook crée une copie locale avant chaque restauration. La récupération remplace les données financières par cet état exact d’avant restauration.
hi: Pinbook हर बहाली लागू करने से पहले स्थानीय स्नैपशॉट बनाता है। रिकवरी वित्तीय रिकॉर्ड को उस बहाली से पहले की बिल्कुल उसी स्थिति से बदलती है।
id: Pinbook membuat salinan kondisi lokal sebelum setiap pemulihan diterapkan. Pengembalian salinan mengganti catatan keuangan dengan kondisi persis sebelum pemulihan tersebut.
it: Pinbook crea una copia locale prima di ogni ripristino. Il recupero sostituisce i record finanziari con quello stato esatto precedente al ripristino.
ja: Pinbookは復元を適用する前に、毎回ローカルスナップショットを作成します。復旧すると、金銭記録はその復元前の状態に完全に置き換わります。
ko: Pinbook은 복원을 적용하기 전에 매번 로컬 스냅샷을 만듭니다. 스냅샷 복구는 금융 기록을 해당 복원 직전의 정확한 상태로 대체합니다.
pt_br: O Pinbook cria uma cópia local antes de cada restauração. A recuperação substitui os registros financeiros por esse estado exato anterior à restauração.
ru: Pinbook создаёт локальный снимок перед каждым применением восстановления. Возврат к снимку заменяет финансовые записи точным состоянием до того восстановления.
tr: Pinbook her geri yüklemeden önce yerel bir anlık kopya oluşturur. Kurtarma işlemi, mali kayıtları geri yüklemeden önceki bu durumla birebir değiştirir.
ur: Pinbook ہر بحالی لاگو کرنے سے پہلے مقامی اسنیپ شاٹ بناتا ہے۔ بازیابی مالی ریکارڈ کو اس بحالی سے پہلے کی عین اسی حالت سے بدل دیتی ہے۔
zh_hans: 每次应用恢复前，Pinbook 都会创建本地快照。恢复操作会将财务记录替换为恢复前的完整状态。
zh_hant: Pinbook 會在每次套用還原前建立本機快照。復原時，財務紀錄會被完整取代為該次還原前的確切狀態。

source: Pinbook will save the current state as a recovery snapshot, then apply only newer and new records. Equal-timestamp conflicts stay local.
ar: سيحفظ Pinbook الحالة الحالية كلقطة استرداد، ثم يطبق السجلات الجديدة والأحدث فقط. تبقى تعارضات التوقيت المتساوي محلية.
de: Pinbook speichert den aktuellen Zustand als Wiederherstellungsstand und übernimmt nur neue und neuere Datensätze. Bei gleichem Zeitstempel bleibt die lokale Version erhalten.
es: Pinbook guardará el estado actual como copia de recuperación y aplicará solo registros nuevos o más recientes. Si las marcas de tiempo coinciden, se conserva el registro local.
fr: Pinbook enregistrera l’état actuel dans une copie de récupération, puis appliquera uniquement les données nouvelles ou plus récentes. En cas d’horodatage identique, la version locale sera conservée.
hi: Pinbook मौजूदा स्थिति को रिकवरी स्नैपशॉट में सहेजेगा, फिर केवल नए और अधिक हाल के रिकॉर्ड लागू करेगा। एक जैसे टाइमस्टैम्प के टकराव में स्थानीय रिकॉर्ड रहेगा।
id: Pinbook akan menyimpan kondisi saat ini sebagai salinan pemulihan, lalu hanya menerapkan catatan baru dan yang lebih baru. Jika stempel waktunya sama, catatan lokal dipertahankan.
it: Pinbook salverà lo stato attuale come copia di recupero e applicherà solo i record nuovi o più recenti. A parità di timestamp manterrà il record locale.
ja: 現在の状態を復旧用スナップショットとして保存し、新規またはより新しい記録だけを適用します。タイムスタンプが同じ競合では、ローカルの記録を保持します。
ko: 현재 상태를 복구용 스냅샷으로 저장한 다음 새 기록과 더 최신인 기록만 적용합니다. 타임스탬프가 같은 충돌은 기기의 기록을 유지합니다.
pt_br: O Pinbook salvará o estado atual como cópia de recuperação e aplicará apenas registros novos ou mais recentes. Se a data e hora forem iguais, o registro local será mantido.
ru: Pinbook сохранит текущее состояние в снимок для возврата, затем применит только новые и более свежие записи. При одинаковых временных метках останутся локальные записи.
tr: Pinbook mevcut durumu kurtarma kopyası olarak kaydeder, ardından yalnızca yeni ve daha güncel kayıtları uygular. Aynı zaman damgasındaki çakışmalarda yerel kayıt korunur.
ur: Pinbook موجودہ حالت کو بازیابی کے اسنیپ شاٹ میں محفوظ کرے گا، پھر صرف نئے اور زیادہ حالیہ ریکارڈ لاگو کرے گا۔ یکساں ٹائم اسٹیمپ کے تضاد میں مقامی ریکارڈ برقرار رہے گا۔
zh_hans: Pinbook 会先将当前状态保存为恢复快照，然后仅应用新增或更新的记录。时间戳相同的冲突会保留本地版本。
zh_hant: Pinbook 會先將目前狀態儲存為復原快照，再套用新增及較新的紀錄。時間戳記相同的衝突會保留本機版本。

source: Recover snapshot
ar: استعادة اللقطة
de: Momentaufnahme wiederherstellen
es: Recuperar copia
fr: Récupérer la copie
hi: स्नैपशॉट वापस लाएँ
id: Kembalikan salinan
it: Recupera copia
ja: スナップショットに戻す
ko: 스냅샷 복구
pt_br: Recuperar cópia
ru: Вернуться к снимку
tr: Anlık kopyayı kurtar
ur: اسنیپ شاٹ واپس لائیں
zh_hans: 恢复快照
zh_hant: 復原快照

source: Recover this snapshot?
ar: استعادة هذه اللقطة؟
de: Diese Momentaufnahme wiederherstellen?
es: ¿Recuperar esta copia?
fr: Récupérer cette copie ?
hi: यह स्नैपशॉट वापस लाएँ?
id: Kembalikan salinan ini?
it: Recuperare questa copia?
ja: このスナップショットに戻しますか？
ko: 이 스냅샷을 복구할까요?
pt_br: Recuperar esta cópia?
ru: Вернуться к этому снимку?
tr: Bu anlık kopya kurtarılsın mı?
ur: یہ اسنیپ شاٹ واپس لائیں؟
zh_hans: 要恢复此快照吗？
zh_hant: 要復原此快照嗎？

source: Recovered
ar: تمت الاستعادة
de: Wiederhergestellt
es: Recuperado
fr: Récupéré
hi: वापस लाया गया
id: Dikembalikan
it: Recuperato
ja: 復旧済み
ko: 복구됨
pt_br: Recuperado
ru: Возвращено
tr: Kurtarıldı
ur: واپس لایا گیا
zh_hans: 已恢复
zh_hant: 已復原

source: Recovery completed
ar: اكتملت الاستعادة
de: Rücksetzung abgeschlossen
es: Recuperación completada
fr: Récupération terminée
hi: रिकवरी पूरी हुई
id: Pengembalian selesai
it: Recupero completato
ja: 復旧が完了しました
ko: 복구 완료
pt_br: Recuperação concluída
ru: Возврат завершён
tr: Kurtarma tamamlandı
ur: بازیابی مکمل ہوئی
zh_hans: 恢复完成
zh_hant: 復原完成

source: Recovery snapshots
ar: لقطات الاسترداد
de: Wiederherstellungsstände
es: Copias de recuperación
fr: Copies de récupération
hi: रिकवरी स्नैपशॉट
id: Salinan pemulihan
it: Copie di recupero
ja: 復旧用スナップショット
ko: 복구용 스냅샷
pt_br: Cópias de recuperação
ru: Снимки для возврата
tr: Kurtarma kopyaları
ur: بازیابی کے اسنیپ شاٹ
zh_hans: 恢复快照
zh_hant: 復原快照

source: Restore applied
ar: تم تطبيق الاستعادة
de: Wiederherstellung angewendet
es: Restauración aplicada
fr: Restauration appliquée
hi: बहाली लागू हुई
id: Pemulihan diterapkan
it: Ripristino applicato
ja: 復元を適用しました
ko: 복원 적용됨
pt_br: Restauração aplicada
ru: Восстановление применено
tr: Geri yükleme uygulandı
ur: بحالی لاگو ہو گئی
zh_hans: 恢复已应用
zh_hant: 已套用還原

source: Restore applied. A recovery snapshot was saved.
ar: تم تطبيق الاستعادة وحفظ لقطة استرداد.
de: Wiederherstellung angewendet. Ein Wiederherstellungsstand wurde gespeichert.
es: Restauración aplicada. Se guardó una copia de recuperación.
fr: Restauration appliquée. Une copie de récupération a été enregistrée.
hi: बहाली लागू हुई। रिकवरी स्नैपशॉट सहेजा गया।
id: Pemulihan diterapkan. Salinan pemulihan telah disimpan.
it: Ripristino applicato. È stata salvata una copia di recupero.
ja: 復元を適用し、復旧用スナップショットを保存しました。
ko: 복원이 적용되었습니다. 복구용 스냅샷을 저장했습니다.
pt_br: Restauração aplicada. Uma cópia de recuperação foi salva.
ru: Восстановление применено. Снимок для возврата сохранён.
tr: Geri yükleme uygulandı. Bir kurtarma kopyası kaydedildi.
ur: بحالی لاگو ہو گئی۔ بازیابی کا اسنیپ شاٹ محفوظ کر لیا گیا۔
zh_hans: 恢复已应用，并已保存恢复快照。
zh_hant: 已套用還原，並已儲存復原快照。

source: Restore failed
ar: فشلت الاستعادة
de: Wiederherstellung fehlgeschlagen
es: Restauración fallida
fr: Échec de la restauration
hi: बहाली विफल हुई
id: Pemulihan gagal
it: Ripristino non riuscito
ja: 復元に失敗しました
ko: 복원 실패
pt_br: Falha na restauração
ru: Восстановление не удалось
tr: Geri yükleme başarısız
ur: بحالی ناکام ہوئی
zh_hans: 恢复失败
zh_hant: 還原失敗

source: Restore preview
ar: معاينة الاستعادة
de: Wiederherstellungsvorschau
es: Vista previa de restauración
fr: Aperçu de la restauration
hi: बहाली का पूर्वावलोकन
id: Pratinjau pemulihan
it: Anteprima ripristino
ja: 復元のプレビュー
ko: 복원 미리보기
pt_br: Prévia da restauração
ru: Предпросмотр восстановления
tr: Geri yükleme önizlemesi
ur: بحالی کا پیش نظارہ
zh_hans: 恢复预览
zh_hant: 還原預覽

source: Snapshot recovery
ar: استرداد اللقطة
de: Momentaufnahme wiederherstellen
es: Recuperación de copia
fr: Récupération d’une copie
hi: स्नैपशॉट रिकवरी
id: Pengembalian salinan
it: Recupero della copia
ja: スナップショットからの復旧
ko: 스냅샷 복구
pt_br: Recuperação de cópia
ru: Возврат к снимку
tr: Anlık kopya kurtarma
ur: اسنیپ شاٹ کی بازیابی
zh_hans: 快照恢复
zh_hant: 快照復原

source: Status
ar: الحالة
es: Estado
fr: État
hi: स्थिति
it: Stato
ja: 状態
ko: 상태
ru: Статус
tr: Durum
ur: حالت
zh_hans: 状态
zh_hant: 狀態

source: Succeeded
ar: نجح
de: Erfolgreich
es: Completado
fr: Réussi
hi: सफल
id: Berhasil
it: Riuscito
ja: 成功
ko: 성공
pt_br: Concluído com sucesso
ru: Успешно
tr: Başarılı
ur: کامیاب
zh_hans: 成功
zh_hant: 成功

source: The selected backup file could not be read.
ar: تعذرت قراءة ملف النسخة الاحتياطية المحدد.
de: Die ausgewählte Backup-Datei konnte nicht gelesen werden.
es: No se pudo leer el archivo de copia de seguridad seleccionado.
fr: Impossible de lire le fichier de sauvegarde sélectionné.
hi: चुनी हुई बैकअप फ़ाइल पढ़ी नहीं जा सकी।
id: File cadangan yang dipilih tidak dapat dibaca.
it: Impossibile leggere il file di backup selezionato.
ja: 選択したバックアップファイルを読み込めませんでした。
ko: 선택한 백업 파일을 읽을 수 없습니다.
pt_br: Não foi possível ler o arquivo de backup selecionado.
ru: Не удалось прочитать выбранный файл резервной копии.
tr: Seçilen yedek dosyası okunamadı.
ur: منتخب بیک اپ فائل پڑھی نہیں جا سکی۔
zh_hans: 无法读取所选备份文件。
zh_hant: 無法讀取所選備份檔案。

source: This backup contains broken record references.
ar: تحتوي هذه النسخة الاحتياطية على مراجع سجلات غير صالحة.
de: Dieses Backup enthält ungültige Datensatzverweise.
es: Esta copia de seguridad contiene referencias rotas entre registros.
fr: Cette sauvegarde contient des liens invalides entre enregistrements.
hi: इस बैकअप में रिकॉर्ड के बीच टूटे हुए संदर्भ हैं।
id: Cadangan ini berisi referensi catatan yang rusak.
it: Questo backup contiene riferimenti non validi tra record.
ja: このバックアップには無効な記録間の参照があります。
ko: 이 백업에는 손상된 기록 참조가 있습니다.
pt_br: Este backup contém referências inválidas entre registros.
ru: Эта резервная копия содержит нарушенные ссылки между записями.
tr: Bu yedek bozuk kayıt bağlantıları içeriyor.
ur: اس بیک اپ میں ریکارڈ کے درمیان ٹوٹے ہوئے حوالے ہیں۔
zh_hans: 此备份包含无效的记录引用。
zh_hant: 此備份包含失效的紀錄關聯。

source: This backup is corrupt or contains invalid data.
ar: هذه النسخة الاحتياطية تالفة أو تحتوي على بيانات غير صالحة.
de: Dieses Backup ist beschädigt oder enthält ungültige Daten.
es: Esta copia de seguridad está dañada o contiene datos no válidos.
fr: Cette sauvegarde est endommagée ou contient des données invalides.
hi: यह बैकअप खराब है या इसमें अमान्य डेटा है।
id: Cadangan ini rusak atau berisi data tidak valid.
it: Questo backup è danneggiato o contiene dati non validi.
ja: このバックアップは破損しているか、無効なデータを含んでいます。
ko: 이 백업이 손상되었거나 잘못된 데이터를 포함합니다.
pt_br: Este backup está corrompido ou contém dados inválidos.
ru: Эта резервная копия повреждена или содержит недопустимые данные.
tr: Bu yedek bozuk veya geçersiz veriler içeriyor.
ur: یہ بیک اپ خراب ہے یا اس میں غلط ڈیٹا ہے۔
zh_hans: 此备份已损坏或包含无效数据。
zh_hant: 此備份已損毀或包含無效資料。

source: This backup version is not supported.
ar: إصدار النسخة الاحتياطية هذا غير مدعوم.
de: Diese Backup-Version wird nicht unterstützt.
es: Esta versión de copia de seguridad no es compatible.
fr: Cette version de sauvegarde n’est pas prise en charge.
hi: बैकअप का यह संस्करण समर्थित नहीं है।
id: Versi cadangan ini tidak didukung.
it: Questa versione del backup non è supportata.
ja: このバックアップのバージョンには対応していません。
ko: 이 백업 버전은 지원하지 않습니다.
pt_br: Esta versão de backup não é compatível.
ru: Эта версия резервной копии не поддерживается.
tr: Bu yedek sürümü desteklenmiyor.
ur: بیک اپ کا یہ ورژن معاونت یافتہ نہیں۔
zh_hans: 不支持此备份版本。
zh_hant: 不支援此備份版本。

source: This recovery snapshot is invalid.
ar: لقطة الاسترداد هذه غير صالحة.
de: Dieser Wiederherstellungsstand ist ungültig.
es: Esta copia de recuperación no es válida.
fr: Cette copie de récupération est invalide.
hi: यह रिकवरी स्नैपशॉट अमान्य है।
id: Salinan pemulihan ini tidak valid.
it: Questa copia di recupero non è valida.
ja: この復旧用スナップショットは無効です。
ko: 이 복구용 스냅샷이 올바르지 않습니다.
pt_br: Esta cópia de recuperação é inválida.
ru: Этот снимок для возврата недействителен.
tr: Bu kurtarma kopyası geçersiz.
ur: بازیابی کا یہ اسنیپ شاٹ درست نہیں۔
zh_hans: 此恢复快照无效。
zh_hant: 此復原快照無效。

source: Unchanged
ar: دون تغيير
de: Unverändert
es: Sin cambios
fr: Inchangé
hi: कोई बदलाव नहीं
id: Tidak berubah
it: Invariato
ja: 変更なし
ko: 변경 없음
pt_br: Sem alterações
ru: Без изменений
tr: Değişmedi
ur: کوئی تبدیلی نہیں
zh_hans: 未更改
zh_hant: 未變更

source: Update
ar: تحديث
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
hi: अपडेट करें
id: Perbarui
it: Aggiorna
ja: 更新
ko: 업데이트
pt_br: Atualizar
ru: Обновить
tr: Güncelle
ur: اپ ڈیٹ کریں
zh_hans: 更新
zh_hant: 更新

source: v%lld · %lld records
ar: الإصدار %1$lld · %2$lld سجلاً
de: v%lld · %lld Datensätze
es: v%lld · %lld registros
fr: v%lld · %lld enregistrements
hi: v%lld · %lld रिकॉर्ड
id: v%lld · %lld catatan
it: v%lld · %lld record
ja: v%lld · %lld 件の記録
ko: v%lld · 기록 %lld개
pt_br: v%lld · %lld registros
ru: v%lld · записей: %lld
tr: v%lld · %lld kayıt
ur: v%lld · %lld ریکارڈ
zh_hans: 版本 %1$lld · %2$lld 条记录
zh_hant: v%lld · %lld 筆紀錄

source: v%lld · %lld records · %lld changes · %lld conflicts
ar: الإصدار %1$lld · %2$lld سجلاً · %3$lld تغييرات · %4$lld تعارضات
de: v%lld · %lld Datensätze · %lld Änderungen · %lld Konflikte
es: v%lld · %lld registros · %lld cambios · %lld conflictos
fr: v%lld · %lld enregistrements · %lld modifications · %lld conflits
hi: v%lld · %lld रिकॉर्ड · %lld बदलाव · %lld टकराव
id: v%lld · %lld catatan · %lld perubahan · %lld konflik
it: v%lld · %lld record · %lld modifiche · %lld conflitti
ja: v%lld · %lld 件の記録 · %lld 件の変更 · %lld 件の競合
ko: v%lld · 기록 %lld개 · 변경 %lld개 · 충돌 %lld개
pt_br: v%lld · %lld registros · %lld alterações · %lld conflitos
ru: v%lld · записей: %lld · изменений: %lld · конфликтов: %lld
tr: v%lld · %lld kayıt · %lld değişiklik · %lld çakışma
ur: v%lld · %lld ریکارڈ · %lld تبدیلیاں · %lld تضادات
zh_hans: 版本 %1$lld · %2$lld 条记录 · %3$lld 项更改 · %4$lld 个冲突
zh_hant: v%lld · %lld 筆紀錄 · %lld 項變更 · %lld 項衝突

source: Your open expenses
ar: مصروفاتك المفتوحة
de: Deine offenen Ausgaben
es: Tus gastos pendientes
fr: Vos dépenses en cours
hi: आपके खुले खर्च
id: Pengeluaran terbuka Anda
it: Le tue spese aperte
ja: 未完了の支出
ko: 미완료 지출
pt_br: Suas despesas em aberto
ru: Ваши открытые расходы
tr: Açık giderleriniz
ur: آپ کے کھلے اخراجات
zh_hans: 你的未结支出
zh_hant: 您的未完成支出

source: Help
ar: المساعدة
de: Hilfe
es: Ayuda
fr: Aide
hi: मदद
id: Bantuan
it: Aiuto
ja: ヘルプ
ko: 도움말
pt_br: Ajuda
ru: Справка
tr: Yardım
ur: مدد
zh_hans: 帮助
zh_hant: 說明

source: View introduction
ar: عرض المقدمة
de: Einführung ansehen
es: Ver introducción
fr: Voir l’introduction
hi: परिचय देखें
id: Lihat pengantar
it: Mostra introduzione
ja: 使い方を見る
ko: 소개 보기
pt_br: Ver introdução
ru: Посмотреть введение
tr: Tanıtımı görüntüle
ur: تعارف دیکھیں
zh_hans: 查看介绍
zh_hant: 查看介紹

source: Replay the quick Pinbook tour
ar: إعادة الجولة السريعة في Pinbook
de: Die kurze Pinbook-Tour erneut ansehen
es: Repetir el recorrido rápido de Pinbook
fr: Revoir la visite rapide de Pinbook
hi: Pinbook का छोटा परिचय फिर देखें
id: Putar ulang tur singkat Pinbook
it: Rivedi il tour rapido di Pinbook
ja: Pinbookのクイックツアーをもう一度見る
ko: Pinbook 빠른 안내 다시 보기
pt_br: Rever o tour rápido do Pinbook
ru: Повторить краткий обзор Pinbook
tr: Kısa Pinbook turunu yeniden göster
ur: Pinbook کا مختصر تعارف دوبارہ دیکھیں
zh_hans: 重新查看 Pinbook 快速介绍
zh_hant: 重新查看 Pinbook 快速導覽

source: Warm paper with calm jade glass
ar: ورق دافئ مع زجاج يشمي هادئ
de: Warmes Papier mit ruhigem Jadeglas
es: Papel cálido con cristal jade sereno
fr: Papier chaleureux et verre jade apaisant
hi: गर्माहट वाले काग़ज़ पर शांत जेड काँच
id: Kertas hangat dengan kaca giok yang tenang
it: Carta calda con vetro giada rilassante
ja: 温かみのある紙と穏やかな翡翠色のガラス
ko: 따뜻한 종이와 차분한 옥빛 유리
pt_br: Papel aconchegante com vidro jade sereno
ru: Тёплая бумага со спокойным нефритовым стеклом
tr: Sakin yeşim camıyla sıcak kâğıt
ur: پُرسکون یشمی شیشے کے ساتھ گرم تاثر والا کاغذ
zh_hans: 温暖纸感与沉静玉色玻璃
zh_hant: 溫暖紙感搭配沉靜的翡翠玻璃
